brew "anyenv"
brew "ghq"
brew "gibo"
brew "git"
# brew "gradle"              # java8がインストールされていないとダメ
brew "hub"
brew "jq"
brew "mackup"
brew "peco"
brew "qpdf"
brew "spin"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"

tap "hoddy3190/my-tap"
brew "libo"

cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "alfred"
cask "android-studio"        # インストールに10分ほど要す
cask "docker"
# cask "google-chrome"
# cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"    # passwordの入力とダウンロードしたアプリケーションの実行許可を求められる
cask "kobo"
cask "pycharm-ce"
cask "slack"
cask "visual-studio-code"

tap sanemat/font
brew ricty
