brew "anyenv"
brew "ghq"
brew "gibo"
brew "git"
# brew "gradle"              # java8がインストールされていないとダメ
brew "gh"
brew "jq"
brew "mackup"
brew "peco"
brew "qpdf"
brew "robotsandpencils/made/xcodes"
brew "the_silver_searcher"
brew "tig"
brew "tree"

tap "hoddy3190/my-tap"
brew "libo"

cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "alfred"
cask "dash"
cask "docker"
# cask "google-chrome"
cask "google-cloud-sdk"
# cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"    # passwordの入力とダウンロードしたアプリケーションの実行許可を求められる
cask "kobo"
cask "slack"
cask "visual-studio-code"

tap "sanemat/font"
brew "ricty"
