brew "mackup"
brew "hub"
brew "the_silver_searcher"
brew "tig"
brew "ghq"
brew "peco"
brew "tmux"
brew "gibo"
brew "tree"
brew "spin"

tap "hoddy3190/my-tap"
brew "libo"

cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "google-chrome"
cask "karabiner-elements"
cask "docker"
cask "slack"
cask "visual-studio-code"
cask "intellij-idea"
cask "android-studio"
cask "iterm2"
cask "kobo"
cask "alfred"

